-- MySQL dump 10.13  Distrib 8.0.14, for Win64 (x86_64)
--
-- Host: localhost    Database: arabimahar
-- ------------------------------------------------------
-- Server version	8.0.14

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `association`
--

DROP TABLE IF EXISTS `association`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `association` (
  `question_id` int(11) NOT NULL,
  `test_id` int(11) NOT NULL,
  PRIMARY KEY (`question_id`,`test_id`),
  KEY `test_id` (`test_id`),
  CONSTRAINT `association_ibfk_1` FOREIGN KEY (`question_id`) REFERENCES `tbl-tests` (`id`),
  CONSTRAINT `association_ibfk_2` FOREIGN KEY (`test_id`) REFERENCES `tbl-questions` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `association`
--

LOCK TABLES `association` WRITE;
/*!40000 ALTER TABLE `association` DISABLE KEYS */;
/*!40000 ALTER TABLE `association` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tbl-configuration`
--

DROP TABLE IF EXISTS `tbl-configuration`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl-configuration` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `last_version` varchar(80) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl-configuration`
--

LOCK TABLES `tbl-configuration` WRITE;
/*!40000 ALTER TABLE `tbl-configuration` DISABLE KEYS */;
/*!40000 ALTER TABLE `tbl-configuration` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tbl-grades`
--

DROP TABLE IF EXISTS `tbl-grades`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl-grades` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(80) NOT NULL,
  `description` varchar(120) DEFAULT NULL,
  `count_of_lessons` int(11) NOT NULL,
  `number` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl-grades`
--

LOCK TABLES `tbl-grades` WRITE;
/*!40000 ALTER TABLE `tbl-grades` DISABLE KEYS */;
INSERT INTO `tbl-grades` VALUES (1,'هفتم','',0,7),(2,'هشتم','',0,8),(3,'نهم','',0,9),(4,'دهم','',8,10),(5,'یازدهم','',0,11),(6,'دوازدهم','',0,12);
/*!40000 ALTER TABLE `tbl-grades` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tbl-lessons`
--

DROP TABLE IF EXISTS `tbl-lessons`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl-lessons` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(80) NOT NULL,
  `description` varchar(120) DEFAULT NULL,
  `number` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl-lessons`
--

LOCK TABLES `tbl-lessons` WRITE;
/*!40000 ALTER TABLE `tbl-lessons` DISABLE KEYS */;
INSERT INTO `tbl-lessons` VALUES (1,'درس اول','',1),(2,'درس دوم','',2),(3,'درس سوم','',3),(4,'درس چهارم','',4),(5,'درس پنجم','',5),(6,'درس ششم','',6),(7,'درس هفتم','',7),(8,'درس هشتم','',8),(9,'درس نهم','',9),(10,'درس دهم','',10);
/*!40000 ALTER TABLE `tbl-lessons` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tbl-questions`
--

DROP TABLE IF EXISTS `tbl-questions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl-questions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `grade_number` int(11) NOT NULL,
  `lesson_id` int(11) NOT NULL,
  `question_text` varchar(80) NOT NULL,
  `definition` varchar(200) DEFAULT NULL,
  `question_number` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `lesson_id` (`lesson_id`),
  CONSTRAINT `tbl-questions_ibfk_1` FOREIGN KEY (`lesson_id`) REFERENCES `tbl-lessons` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=624 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl-questions`
--

LOCK TABLES `tbl-questions` WRITE;
/*!40000 ALTER TABLE `tbl-questions` DISABLE KEYS */;
INSERT INTO `tbl-questions` VALUES (1,10,1,'الأبـحاث','پژوهش­ها',1),(2,10,1,'إلی اللّقاءِ','به امید دیدار',2),(3,10,1,'الأبیض','سفید',3),(4,10,1,'الأحجار','سنگ­ها',4),(5,10,1,'الألوان','رنگ­ها',5),(6,10,1,'الأنـجـُم','ستارگان',6),(7,10,1,'أنزَلَ','نازل کرد',7),(8,10,1,'الأنعُم','نعمت­ها',8),(9,10,1,'أن اُسافِرَ','که سفر کنم',9),(10,10,1,'أوجَدَ','پدید آورد',10),(11,10,1,'البالِغَة','کامل',11),(12,10,1,'البِدایَة','شروع',12),(13,10,1,'البَطاريّة','باتری',13),(14,10,1,'البَیْع','فروش',14),(15,10,1,'تَرجِمْ','ترجمه کن',15),(16,10,1,'التّعارُف','آشنایی',16),(17,10,1,'الثّمَرَة','میوه',17),(18,10,1,'الـجـِدار','دیوار',18),(19,10,1,'الـجَذوَة','پاره آتش، اخگر',19),(20,10,1,'الـحَبّ','دانه',20),(21,10,1,'الـحَبیب دوست،محبوب','دوست',21),(22,10,1,'الـحَزین','ناراحت',22),(23,10,1,'الـحِوار','گفتگو',23),(24,10,1,'الدُّرَر','مرواریدها',24),(25,10,1,'الدَّلیل','راهنما',25),(26,10,1,'ذا','هذا (این)',26),(27,10,1,'ذاتِ','دارای',27),(28,10,1,'ذاکَ','ذلک (آن)',28),(29,10,1,'الرّاسِب','مردود',29),(30,10,1,'الرّسالَة','نامه',30),(31,10,1,'رَقَدَ','بستری شد، خوابید',31),(32,10,1,'الزّائِدة','اضافه',32),(33,10,1,'زانَ','زینت داد',33),(34,10,1,'الزُّجاجَتان','دو شیشه',34),(35,10,1,'شاءَ','خواست',35),(36,10,1,'الشَّرَرَة','پاره آتش',36),(37,10,1,'صارَتْ','شد،گشت',37),(38,10,1,'صَبّار','بسیار صبرکننده',38),(39,10,1,'ضَعْ','قرار بده',39),(40,10,1,'الضِّیاء','روشنایی',40),(41,10,1,'العَقارِب','عقربه­ها',41),(42,10,1,'الغالية','گران',42),(43,10,1,'الغُصون','شاخه­ها',43),(44,10,1,'الغَیم','ابر',44),(45,10,1,'الفائِزات','برندگان',45),(46,10,1,'الفِراغ','جای خالی',46),(47,10,1,'الفُستان','پیراهن زنانه',47),(48,10,1,'القاعَة','سالن',48),(49,10,1,'القَصیر','کوتاه',49),(50,10,1,'قُلْ','بگو',50),(51,10,1,'الـمُجتَهِد','تلاشگر، کوشا',51),(52,10,1,'الـمُحافَظَة','استان',52),(53,10,1,'الـمُستَعِرَة','فروزان',53),(54,10,1,'الـمُستَعین','یاری جوینده',54),(55,10,1,'مُستعیناً بـــ','با کمک...',55),(56,10,1,'الـمَسموح','جایز',56),(57,10,1,'الـمَطار','فرودگاه',57),(58,10,1,'الـمَطَر','باران',58),(59,10,1,'الـمُعجَم','فرهنگ لغات',59),(60,10,1,'الـملابِس','لباس­ها',60),(61,10,1,'الـمُنتَشِرَة','پخش شده',61),(62,10,1,'الـمُنهَمِرَة','ریزان',62),(63,10,1,'الـمُوظَّفین','کارمندان',63),(64,10,1,'النِّسائيّة','زنانه',64),(65,10,1,'النَّصّ','متن',65),(66,10,1,'النَّضِرَة','تر و تازه',66),(67,10,1,'نَـمـَتْ','روئید',67),(68,10,1,'یُـخرِجُ','خارج می­کند',68),(69,10,1,'یَدورُ','می­چرخد',69),(70,10,1,'یَسار','چپ',70),(71,10,2,'آتِ','بده ـ عطا کن',1),(72,10,2,'الأبواب','درها',2),(73,10,2,'الأجر','پاداش',3),(74,10,2,'أجرَی','جاری کرد',4),(75,10,2,'أخلَصَ','مخلص شد',5),(76,10,2,'أرسَلنا','فرستادیم',6),(77,10,2,'أفرِغ صبراً','صبری فرو فرست',7),(78,10,2,'الأقدام','گام­ها',8),(79,10,2,'أقیموا','برپا دارید',9),(80,10,2,'الألف','هزار',10),(81,10,2,'الأمتار','مترها',11),(82,10,2,'أمسَکَ','گرفت ـ چنگ زد',12),(83,10,2,'إشرَحْ','گشاده فرما ـ شرح کن',13),(84,10,2,'البِئر','چاه',14),(85,10,2,'بَنَی','ساخت ـ بنا کرد',15),(86,10,2,'تـَجِدون','می­یابید',16),(87,10,2,']لا[ تَفَرَّقوا','پراکنده نشوید',17),(88,10,2,'ثَبِّتْ','استوار کن ',18),(89,10,2,'جاءَ بــــ','آورد',19),(90,10,2,'جِئتَ','آمدی',20),(91,10,2,'حَضرَتُک حضرتعالی، جنابعالی','حضرتعالی',21),(92,10,2,'حَفَرَ','کَند ـ حفر کرد',22),(93,10,2,'الـحِلم','بردباری ـ صبر',23),(94,10,2,'زائِد','اضافی ـ به علاوه',24),(95,10,2,'السّائِح','گردشگر',25),(96,10,2,'السَّماع','شنیدن',26),(97,10,2,'السَّنة','سال',27),(98,10,2,'الشَّعب','ملّت',28),(99,10,2,'الصَّدر','سینه',29),(100,10,2,'ظَهَرتْ','ظاهر شد',30),(101,10,2,'العُقدة','گره',31),(102,10,2,'عَلَّمَ','یاد داد',32),(103,10,2,'علیکم بالـجَماعَة','به جامعت باشید',33),(104,10,2,'الغابات','جنگل­ها',34),(105,10,2,'الفِضيّة','نقره­ای',35),(106,10,2,'القِلَة','کم ـ کمبود',36),(107,10,2,'الکَلب','سگ',37),(108,10,2,'کُلوا','بخورید',38),(109,10,2,'لِأنَّ','زیرا',39),(110,10,2,'لَبِثَ','درنگ کرد',40),(111,10,2,'ما أجمَلَ','چه زیباست',41),(112,10,2,'الـمِئة','صد',42),(113,10,2,'الـمرَّة','بار ـ دفعه',43),(114,10,2,'مساء الـخیر','شب ( بعد از ظهر) به خیر',45),(115,10,2,'الـمِسکین','بیچاره',46),(116,10,2,'الـمُصحَف','قرآن',47),(117,10,2,'الـمِضیاف ','مهمان نواز',48),(118,10,2,'الـمَواعظ','پندها',49),(119,10,2,'النَّملة','مورچه',50),(120,10,2,'النَّهج','راه روشن',51),(121,10,2,'الوَجَع','درد',52),(122,10,2,'وَرَّثَ','به ارث گذاشت',53),(123,10,2,'الوَرَع','پارسایی',54),(124,10,2,'یَتَراحَمُ','مهربانی میکنند',55),(125,10,2,'یَتَناجَیان','با هم راز میگویند',56),(126,10,2,'یَـجْري','جاری است',57),(127,10,2,'یُساوي','برابر است',58),(128,10,2,'یَستَغفِرُ','آمرزش میخواهد',59),(129,10,2,'یَسِّرْ','آسان کن',60),(130,10,2,'یَعیشُ','زنندگی میکند',61),(131,10,2,'یَفوقُ','بالاتر است',62),(132,10,2,'یَکفي','کافی است',63),(133,10,2,'یکفي الاثَنینِ','برای دو نفر بس است',64),(134,10,2,'الیَنابیع','چشمه ها',65),(135,10,2,'یَوم السَّبت','شنبه',66),(136,10,2,'یَوم الأحَد','یکشنبه',67),(137,10,2,'یَوم الإثنینِ','دوشنبه',68),(138,10,2,'یَوم الثّلاثاء','سه شنبه',69),(139,10,2,'یَوم الأربعاء','چهارشنبه',70),(140,10,2,'یَوم الـخَمیس','پنج شنبه',71),(141,10,2,'یَوم الـجمعة','جمعه',72),(142,10,3,'أحیاناً','بعضی اوقات',1),(143,10,3,'أخواي','دوبرادرم',2),(144,10,3,'أمریکا الوسطی','امریکای مرکزی',3),(145,10,3,'أیضاً','نیز ـ همچنین',4),(146,10,3,'الإحتفال','جشن',5),(147,10,3,'إسْتَرجَعَ','پس گرفت',6),(148,10,3,'إسْتَغفَرَ','آمرزش خواست',7),(149,10,3,'إسْتَلَمنا','دریافت کردیم',8),(150,10,3,'إشتَغَلَ','کار کرد',9),(151,10,3,'إعتَذَرَ','پوزش خواست',10),(152,10,3,'الإعصار','گردبار',11),(153,10,3,'إکتَسَبَتْ','کسب کرد',12),(154,10,3,'إنتَبَهَوا','بیدار شدند',13),(155,10,3,'الإنترنِت','اینترنت',14),(156,10,3,'إنفَتَحَ','باز شد',15),(157,10,3,'إنقَطَعَ','قطع شد',16),(158,10,3,'اُختاي','دو خواهر',17),(159,10,3,'اُدعُ','بخوان ـ دعوت کن',18),(160,10,3,'اُهجُرْ','جدا شو ـ ترک کن',19),(161,10,3,'البِطاقات','کارت ها . بلیت ها',20),(162,10,3,'البِقاع','زمین ها',21),(163,10,3,'البَها‌ئِم','چارپابان',22),(164,10,3,'تَتَساقَطُ','پی درپی افتد',23),(165,10,3,'تُثیرُ','بر می انگیزد',24),(166,10,3,'تَـخَرَّجَ','دانش آموخته شدـ فارغ التحصیل',25),(167,10,3,'تَرَی','می بینی',26),(168,10,3,'تَستَمِعُ','گوش فرا می دهی',27),(169,10,3,'تُصبِحُ','می شود',28),(170,10,3,'تُصَدِّقُ','باور می کنی',29),(171,10,3,'التَّعَرُف علی','آشنا شدن با ..... شناختن',30),(172,10,3,'التَّفتیش','بازرسی ـ جستجو',31),(173,10,3,'تَکَلَّمَ','سخن گفت',32),(174,10,3,'تـُمطِرُ','باران می رود',33),(175,10,3,'التَّناوُل','خوردن',34),(176,10,3,'الثَّلج','برف. یخ',35),(177,10,3,'جادِلْ','مجادله کن گفت و گو کن',36),(178,10,3,'الـجاهِز','آماده',37),(179,10,3,'الـجَواز','گواهی نامه',38),(180,10,3,'حاوَلَ','تلاش کرد',39),(181,10,3,'حَسَناً','بسیار خوب',40),(182,10,3,'حَیَّرَتْ','حیران کرد',41),(183,10,3,'الذُّنوب','گناهان',42),(184,10,3,'الرَّجاء','امید',43),(185,10,3,'رجاءً','لطفاً',44),(186,10,3,'الرَّوح','رحمت',45),(187,10,3,'الرِّیاح','بادها',46),(188,10,3,'السَّوداء','سیاه',47),(189,10,3,'السَّمک','ماهی',48),(190,10,3,'سَنویّاً','سالانه',49),(191,10,3,'الشُّرطي','پلیس',50),(192,10,3,'شَرَّفتُم','مشرف فرمودید ـ افتخار دادید',51),(193,10,3,'شَهریّاً','ماهانه',52),(194,10,3,'صارَ','شد. گشت گردید',53),(195,10,3,'الصُّوَر','عکس­ها',54),(196,10,3,'الضُّیوف','مهمانان',55),(197,10,3,'الضَّاهِرة','پدیده',56),(198,10,3,'عَبرَ','از راه از طریق',57),(199,10,3,'علی عَیني','به روی چشم',58),(200,10,3,'عِندما','هنگامی که',59),(201,10,3,'الغَیم','ابر',60),(202,10,3,'الفَریق','گروه تیم',61),(203,10,3,'الفِلم','فیلم',62),(204,10,3,'القِسم','قسمت ـ بخش',63),(205,10,3,'کأنَّ','گویا. گویی مثل اینکه',64),(206,10,3,'الـمُجَفَّفَة','خشک خشک شده',65),(207,10,3,'الـمُحیط الأطلسيّ','اقیانوس اطلس',66),(208,10,3,'الـمُرافقین','همراهان',67),(209,10,3,'مَرَّتینِ','دوبار ',68),(210,10,3,'مَرحباً بکم','خوش آمدید درود برشما',69),(211,10,3,'الـمِشمِش','زردآلو',70),(212,10,3,'مَعَ','همراه ـ با',71),(213,10,3,'الـمَفروشة','پوشید از',72),(214,10,3,'الـمِهرجان','جشنواره ـ فستیوال',73),(215,10,3,'الـمِیاه','آب',74),(216,10,3,'نُزول','فرود آمدن ـ پایین آمدن',75),(217,10,3,'النِّیام','خوابیدگان ـ خفتگان',76),(218,10,3,'والداي','پدرم و مادرم',77),(219,10,3,'یَئِسَ','ناامیدی',78),(220,10,3,'یُبسِطُ','می گستراند ـ پهن می­کند',79),(221,10,3,'یُبعِدُ','دور است ـ فاصله دارد',80),(222,10,3,'یَبتَسِمُ','لبخند می زند',81),(223,10,3,'یـَحتَفِلُ','جشن می گیرد',82),(224,10,3,'یَـحدُثُ','اتفاق می­افتد ـ رخ می­دهد',83),(225,10,3,'یَسحَبُ','می­کشد',84),(226,10,3,'یُسَمِّي','می نامد',85),(227,10,3,'یُفقِدُ','از دست می­دهد',86),(228,10,3,'لا یُکلِّفُ','تکليف نمی­دهد ',87),(229,10,3,'یُلاحِظُ','ملاحظه می­کند',88),(230,10,4,'الآخَر','دیگر، دیگری',1),(231,10,4,'الأتقَی','پرهیزگارتر ـ پرهیزگارترین',2),(232,10,4,'أدخَلَ','داخل کرد ـ وارد کرد',3),(233,10,4,'الأقلّ','کمتر',4),(234,10,4,'الأكرَم','گرامی ترـ گرامی ترین',5),(235,10,4,'ألّا ( أن + لا )','که نَـ....',6),(236,10,4,'الألوان','رنگ­ها',7),(237,10,4,'الإجتناب','دوری ـ دوری کردن',8),(238,10,4,'إجلِبي','بیاورـ حاضر کن',9),(239,10,4,'الإحتِفاظ','نگاه داشتن',10),(240,10,4,'الإساءَة','بدی کردن',11),(241,10,4,'إعتَصِموا','چنگ بزنید (با دست بگیرید)',12),(242,10,4,'الإكراه','اجبار',13),(243,10,4,'اِنبَعَثَ','برانگیخته شد',14),(244,10,4,'الاُسرَة','خانواده',15),(245,10,4,'الاُنثَى','زن، جنس ماده',16),(246,10,4,'البَسيط','ساده',17),(247,10,4,'البطّاريَّة','باتری',18),(248,10,4,'تَستَوي','برابر است',19),(249,10,4,'لاتَسُبُّوا','دشنام ندهید',20),(250,10,4,'تَشابَهَ','همانند شد',21),(251,10,4,'تَعارَفوا','یکدیگر را شناختند',22),(252,10,4,'تَعالَوا','بیایید',23),(253,10,4,'التَّعامُل','داد و ستد کردن',24),(254,10,4,'التَّعایُش','هم زیستی',25),(255,10,4,'تَفرُغُ','خالی می شود',26),(256,10,4,'تَقاعَدَ','بازنشسته شد',27),(257,10,4,'تُقَبِّلونَ','می بوسید',28),(258,10,4,'التَّنظيف','تمیز کردن',29),(259,10,4,'جَالَسَ','هم نشینی کرد',30),(260,10,4,'الـجَمارِک','گمرک',31),(261,10,4,'الـحـَبل','طناب',32),(262,10,4,'الـحُبوب','قرصها',33),(263,10,4,'حَذَّرَ','هشدار داد',34),(264,10,4,'الـحُرّيَة','آزادی',35),(265,10,4,'الـحِزب','گروه، دسته',36),(266,10,4,'الـحَميم','گرم، صمیمی',37),(267,10,4,'الـخِلاف','اختلاف',38),(268,10,4,'الـخُمس','یک پنجم',39),(269,10,4,'الذَكَر','مرد، جنس نر',40),(270,10,4,'الذِّكريات','خاطرات',41),(271,10,4,'السَّلام','سخن نرم، آرام',42),(272,10,4,'السِّلم','صلح',43),(273,10,4,'السِّلميّ','مسالمت آمیز',44),(274,10,4,'السُكّان','ساکنین',45),(275,10,4,'السَّواء','يكسان',46),(276,10,4,'السَّيِّئة','بدی، گناه',47),(277,10,4,'الصَّالَة','سالن',48),(278,10,4,'الصُّداع','سردرد',49),(279,10,4,'الصّين','[کشور] چین',50),(280,10,4,'العُصور','زمانها',51),(281,10,4,'العَميل','مزدور',52),(282,10,4,'على مَرِّ العُصور','در گذر زمان',53),(283,10,4,'فُرشاة الأسنان','مسواک',54),(284,10,4,'فَرَّحَ','شاد کرد',55),(285,10,4,'الفَرَح','شاد',56),(286,10,4,'الفَرَس','اسب',57),(287,10,4,'القائد','رهبرـ فرمانده',58),(288,10,4,'القائمة','استوارـ ایستاده',59),(289,10,4,'القِشر','پوست',60),(290,10,4,'لا بأس','اشکالی ندارد',61),(291,10,4,'لَدَی','نزد',62),(292,10,4,'الـمَسموح','مجاز',63),(293,10,4,'مَعَ بعض','با هم دیگر',64),(294,10,4,'الـمعجون','خمیر دندان',65),(295,10,4,'الـمقابِر','گورها ـ قبرستانها',66),(296,10,4,'مِن دونَ','به جای ـ به غیر از',67),(297,10,4,'الـمِنشَفَة','حوله',68),(298,10,4,'مِن فضلک','لطفاً',69),(299,10,4,'الـمُهَدِّئَة','آرام بخش',70),(300,10,4,'نُشرِکُ','شریک قرار می­دهیم',71),(301,10,4,'النِّقاط','نُقاط ـ نقطه ها',72),(302,10,4,'الوَجَع','درد',73),(303,10,4,'الـهَون','وقار، آرامش',74),(304,10,4,'يُؤَكِّدُ','تأكید می کند',75),(305,10,4,'يَتَعايَشون','هم زیستی می کنند',76),(306,10,4,'[لا] يَجوزُ','جایز نیست',77),(307,10,4,'يَدعون','فرا می خوانند',78),(308,10,4,'يُذهِبن','می بَرَند',79),(309,10,4,'یُفَرِّقُ','پراکنده می سازد',80),(310,10,4,'يَنتَفِعُ بـِ...','از ... نفع می برد',81),(311,10,5,'الأحرار','آزادگان',1),(312,10,5,'أحسَنتَ','آفرین',2),(313,10,5,'أخزَيتَ','خوار ساختی',3),(314,10,5,'أظُنُّ','گمان می کنم',4),(315,10,5,'الأعشاب الطّبيّه','گیاهان دارویی',5),(316,10,5,'أنشَدَ','سرود',6),(317,10,5,'إبتَعَدَ','تا دور شود',7),(318,10,5,'الإتِّـجاه','جهت',8),(319,10,5,'الإضاعَة','از دست دادن',9),(320,10,5,'إضافةً إلى','افزون بر، علاوه بر',10),(321,10,5,'إلتِقاطُ صُوَر','عکس گرفتن',11),(322,10,5,'الإمتِلاک','مالكيت',12),(323,10,5,'الإنارَة','نورانی کردن',13),(324,10,5,'بارَكَ اللهُ فيكَ','آفرین بر تو',14),(325,10,5,'بالتَّأكيد','البتّه، مطمئنّاً',15),(326,10,5,'البُحيرَة','دریاچه',16),(327,10,5,'البَرّيّ','خشکی ـ زمینی',17),(328,10,5,'البَطَّة','اردک',18),(329,10,5,'البكتريا','باکتری',19),(330,10,5,'البُومَة','جغد',20),(331,10,5,'تَتَحَرّکُ','حرکت می کند',21),(332,10,5,'تَـحتَوي','در بر دارد',22),(333,10,5,'تـُحَرِّکُ','حرکت می دهد',23),(334,10,5,'تُـحـَــوِّلُ','تبدیل می کند',24),(335,10,5,'تُدخِلُ','داخل می کنی',25),(336,10,5,'تُدیرُ','می چرخانَد',26),(337,10,5,'تَشَرَّفنا','مشرّف شدیم',27),(338,10,5,'تُعطي','میدهد',28),(339,10,5,'تُعَوِّضُ','جبران می کند',29),(340,10,5,'تُفرِزُ','ترشّح می کند',30),(341,10,5,'تَـملِکُ','مالک می­شود، فرمانروایی می­کند',31),(342,10,5,'تَنشُرُ','پخش می­کند',32),(343,10,5,'الـجاهِز','آماده',33),(344,10,5,'الـجُرح','زخم',34),(345,10,5,'الـجَواسيس','جاسوس­ها',35),(346,10,5,'الـحِرباء','آفتاب پرست',36),(347,10,5,'الـحَطَب','هیزم',37),(348,10,5,'الـحليب','شیر',38),(349,10,5,'الـحُمق','نادانی',39),(350,10,5,'دَلَّتْ','راهنمایی کرد',40),(351,10,5,'دونَ أنَ','بدون این که  ',41),(352,10,5,'الذّائقة','چِشَنده',42),(353,10,5,'الذَّمّ','نکوهش',43),(354,10,5,'الذَّنَب','دُم',44),(355,10,5,'رُبَّـما','چه بسا',45),(356,10,5,'الزَّيت','روغن',46),(357,10,5,'السّائح','گردشگر',47),(358,10,5,'السّائِق','راننده',48),(359,10,5,'السّائِل','مایع',49),(360,10,5,'السَّكينة','آرامش',50),(361,10,5,'سيّارة الاُجرَة','تاکسی',51),(362,10,5,'سیروا','بگردید، حرکت کنید',52),(363,10,5,'الصُّدور','سینه ها',53),(364,10,5,'الضَّوء','نور',54),(365,10,5,'الطَّرد','دور کردن',55),(366,10,5,'الظَّلام','تاریکی',56),(367,10,5,'الغُدَّة','غدّه',57),(368,10,5,'الغُراب','کلاغ',58),(369,10,5,'قَسَمَ','تقسیم کرد',59),(370,10,5,'القِطّ','گربه',60),(371,10,5,'القَيد','بند',61),(372,10,5,'الـمِئات','صَدها',62),(373,10,5,'الـمُضيئة','نورانی',63),(374,10,5,'الـمُطَهِّر','پاک کننده',64),(375,10,5,'الـمُلَوَّنَة','رنگارنگ',65),(376,10,5,'الـمَملوء','پر',66),(377,10,5,'الـمُنادي','ندا دهندهـ  پیام دهنده',67),(378,10,5,'مِن خلالِ','از طریق... ـ به واسطه',68),(379,10,5,'النَّدَم','پشیمانی',69),(380,10,5,'نَسِيَ','فراموش کرد',70),(381,10,5,'النُفايَة','زباله',71),(382,10,5,'نَفساً','کسی',72),(383,10,5,'الوِقايَة','پیشگیری',73),(384,10,5,'يتأَثَّرُ','تحت تأثیر قرار می­گیرد',74),(385,10,5,'يَستُرُ','می پوشاند',75),(386,10,5,'يَستَطيعُ','می­تواند',76),(387,10,5,'يَستَعينُ بـ','یاری می­جوید از',77),(388,10,5,'يَستَفيدُ','استفاده می­کند',78),(389,10,5,'الیُسْر','آسانی',79),(390,10,5,'يَلتَئِمُ','بهبود می یابد',80),(391,10,5,'يَلعَقُ','می لیسد',81),(392,10,5,'يَنبَعِثُ','فرستاده می شود',82),(393,10,5,'اليَنبوع','چِشمه',83),(394,10,6,'الأخشاب','چوبها',1),(395,10,6,'أشعَلوا','شعله ور کردند',2),(396,10,6,'أصلحَ','اصلاح کرد',3),(397,10,6,'أطاعَ','پیروی کرد',4),(398,10,6,'أعتَذِرُ','معذرت می­خواهم',5),(399,10,6,'أعطِ','بده',6),(400,10,6,'أعطَى','بخشید، داد',7),(401,10,6,'أغلَقَ','بست',8),(402,10,6,'اِختارَ','برگزید',9),(403,10,6,'اِستَقبَلوا','به پیشواز رفتند، استقبال کردند',10),(404,10,6,'استَقَرَّتْ','استقرار یافت',11),(405,10,6,'إغتَنَموا','غنیمت شمردند',12),(406,10,6,'الباذِنـجان','بادمجان',13),(407,10,6,'بِناء','ساختن، ساخت',14),(408,10,6,'تَابَ','توبه کرد',15),(409,10,6,'تَـخَلَّصوا','رهایی یافتند',16),(410,10,6,'تُغسَلُ','شسته می شود',17),(411,10,6,'لا تَلمِزوا','عیب جویی نکنید، عیب نگیرید',18),(412,10,6,'لا تَنابَزوا بالألقاب','به هم دیگر القاب زشت ندهید',19),(413,10,6,'جاء بـ','آورد',20),(414,10,6,'الـجُبنَة','پنیر',21),(415,10,6,'الـجُيوش','ارتشها',22),(416,10,6,'الـحديد','آهن',23),(417,10,6,'خاطَبَ','خطاب کرد',24),(418,10,6,'الـخُبز','نان',25),(419,10,6,'خُلِقَ','خلق شد',26),(420,10,6,'خَيَّرَ','اختیار داد',27),(421,10,6,'الدَّجاج','مرغ',28),(422,10,6,'الدَّوام','ساعت کار',29),(423,10,6,'ذابَ','ذوب شد',30),(424,10,6,'الذُّباب','مگس',31),(425,10,6,'ذُكِرَ','یاد شد',32),(426,10,6,'الرُزّ','برنج',33),(427,10,6,'رَفَضَ','رد',34),(428,10,6,'الزُّبدَة','كره',35),(429,10,6,'سَأَتلو','خواهم خواند',36),(430,10,6,'سارَ','حرکت کرد',37),(431,10,6,'السِّيما','چهره، علامت',38),(432,10,6,'الشُّوؤن','امور',39),(433,10,6,'الصّالَة','سالن',40),(434,10,6,'العَشاء','شام',41),(435,10,6,'الغَداء','ناهار',42),(436,10,6,'الفَطور','صبحانه',43),(437,10,6,'الفُندُق','هتل',44),(438,10,6,'قُرِئَ','خوانده شد',45),(439,10,6,'الكريهَة','نامطبوع، ناپسند',46),(440,10,6,'لابأسَ','اشکالی ندارد',47),(441,10,6,'الـمُحَارَبَة','جنگیدن',48),(442,10,6,'الـمَرَق','خورشت',49),(443,10,6,'الـمُستَنقَع','مردان',50),(444,10,6,'مسوؤل الإستقبال','مسئول پذیرش',51),(445,10,6,'الـمَضيق','تنگه',52),(446,10,6,'الـمَواعِد','وقتها',53),(447,10,6,'الـمُوحِّد','يكتاپرست',54),(448,10,6,'الـمياه','آب ها',55),(449,10,6,'الـميقات','وعدۂ دیدار',56),(450,10,6,'النُّحاس','مِس',57),(451,10,6,'نَـحوَ','به سوی',58),(452,10,6,'نَرجو','در خواست می­کنیم',59),(453,10,6,'الواسِعَة','بزرگ، وسیع',60),(454,10,6,'الوَراء','پشت',61),(455,10,6,'الوُصول','رسیدن',62),(456,10,6,'هَدَی','راهنمایی کرد',63),(457,10,6,'يَحكُمُ','حکومت می­کند، داوری می­کند',64),(458,10,6,'يُـخَرِّبون','ویران می کنند',65),(459,10,6,'يَدعون','دعوت می کنند',66),(460,10,6,'أن يُديرَ','(که) مدیریت کند',67),(461,10,6,'يُرَحِّبون (بـِ)','خوشامد می گویند',68),(462,10,6,'(لا) يَسخَر','نباید ریشخند کند',69),(463,10,6,'يَسكُنون','زندگی می­کنند',70),(464,10,6,'يُعرَفُ','شناخته می­شود',71),(465,10,6,'(لا) يَغتَبْ','نباید غیبت کند',72),(466,10,6,'يَنهِبونَ','به تاراج می برند',73),(467,10,7,'أتَّصِلُ بـِ','با ..... تماس خواهم گرفت',1),(468,10,7,'الأساوِر','دستبندها، النگوها',2),(469,10,7,'أسرَى','شبانه، حرکت داد',3),(470,10,7,'(لا) اُصَدِّقُ','باور نمی کنم',4),(471,10,7,'ألـحـِقني','مرا به ... پیوند بده',5),(472,10,7,'أوصَلَ','رسانید',6),(473,10,7,'الأعلى','بالا، بالاتر',7),(474,10,7,'أنقَذَ','نجات داد',8),(475,10,7,'الاُنوف','بینی ها',9),(476,10,7,'بالتّأكيد','مطمئناً، قطعاً، البته',10),(477,10,7,'البِحار','دریاها',11),(478,10,7,'بَعَثَ','فرستاد',12),(479,10,7,'بَغتَةً','ناگهان',13),(480,10,7,'البَنون','فرزندان',14),(481,10,7,'تَبكي','گریه می­کنند',15),(482,10,7,'تَتَجمَّعُ','جمع می­شود',16),(483,10,7,'(لا) تُخزِني','رسوایم مکن',17),(484,10,7,'التُّراب','خاک ـ ریزگرد',18),(485,10,7,'تُرشِدُ','راهنمایی می­کند',19),(486,10,7,'تُرضِعُ','شیر می­دهد',20),(487,10,7,'تَسلَمُ عَينَکَ','چشمت سالم بماند',21),(488,10,7,'التَّصديق','باور کردن',22),(489,10,7,'تَصفُرُ','سوت می زند',23),(490,10,7,'تُغَنّي','آواز می خواند',24),(491,10,7,'التَّنظيف','تمیز کردن، پاکیزگی',25),(492,10,7,'(حتّى) تُنفِقوا','تا انفاق کنید',26),(493,10,7,'التّيّار','جریان',27),(494,10,7,'الثَّلجيَّة','برفي',28),(495,10,7,'الـجَماعيَّة','گروهی',29),(496,10,7,'الـجوشَن','زِرِه',30),(497,10,7,'الـحادَّة','تیز',31),(498,10,7,'الدُّلفين','دلفین',32),(499,10,7,'الدَّور','نقش',33),(500,10,7,'الذّاكِرة','حافظه',34),(501,10,7,'الذّكيّ','باهوش',35),(502,10,7,'الرّائع','جالب',36),(503,10,7,'السّائح','گردشگر',37),(504,10,7,'سَحَبَ','کشید',38),(505,10,7,'السَّرير','تخت',39),(506,10,7,'السِّلم','صلح',40),(507,10,7,'السَّمع','شنوایی',41),(508,10,7,'سَـمـَك القِرش','کوسه ماهی',42),(509,10,7,'سَنُصَلِّحُ','تعمیر خواهیم کرد',43),(510,10,7,'سیروا','حرکت کنید، بگردید',44),(511,10,7,'الشّاطئ','ساحل',45),(512,10,7,'الشَّرشَف','ملحفه',46),(513,10,7,'الشَّمّ','بویایی',47),(514,10,7,'الصَحيفَة الجداريّة','روزنامه دیواری',48),(515,10,7,'الصَّعب','دشوار',49),(516,10,7,'الصّيانَة','تعمیرات، نگهداری',50),(517,10,7,'الضِّعف','برابر (در مقدار) (ضِعفَین: دو برابر)',51),(518,10,7,'الطُّيور','پرندگان',52),(519,10,7,'العجائب','شگفتی­ها',53),(520,10,7,'عَرِّفْ','معرفی کن',54),(521,10,7,'عَزَمتُ','تصمیم گرفتم',55),(522,10,7,'الغُرَف','اتاق­ها',56),(523,10,7,'الغَرَق','غرق شدن',57),(524,10,7,'الفِلم','فیلم',58),(525,10,7,'كَتَمَ','پنهان کرد',59),(526,10,7,'كذلک','همین طور',60),(527,10,7,'لَبِثتَ','درنگ کردی ـ اقامت کردی',61),(528,10,7,'اللَّبونَة','پستاندار',62),(529,10,7,'الـمُجالَسَة','هم نشینی',63),(530,10,7,'الـمُشرِف','مدیر داخلی',64),(531,10,7,'الـمُصحَف','قرآن',65),(532,10,7,'الـمُقيم','اقامه کننده، برپا دارنده',66),(533,10,7,'الـمَكارِم','بزرگواری ها صفات نیکو  بزرگواری ها، صفات نیکو بزرگواری ها، صفات نیکو  بزرگواری ها، صفات نیکو  بزرگواری ها، صفات نیکو  بزرگواری ها، صفات نیکو',67),(534,10,7,'الـمُكَيِّف','کولر',68),(535,10,7,'الـمُلوک','پادشاهان',69),(536,10,7,'الـمُنقِذ','نجات دهنده',70),(537,10,7,'الـمَوسوعَة','دانش نامه',71),(538,10,7,'النّعيم','نعمت و ناز، آسایش',72),(539,10,7,'الوَرَثَة','وارثان',73),(540,10,7,'هَبْ','ببخش',74),(541,10,7,'يُؤدّي','ایفا می­کند، منجر می­شود',75),(542,10,7,'يُبعَثون','برانگیخته می­شوند',76),(543,10,7,'يَبلُغُ','می­رسد',77),(544,10,7,'يَحرُسُ','نگهبانی می کند',78),(545,10,7,'يَعفو','می بخشد، در می گذرد',79),(546,10,7,'يَفوقُ','فراتر است',80),(547,10,7,'يُقتَلُ','کشته می­شود',81),(548,10,7,'يَقفِزُ','می­پرد، جهش می­کند  می پرد، جهش می کند  می پرد، جهش می کند  می پرد، جهش می کند',82),(549,10,7,'يَنفَعُ','سود میرساند',83),(550,10,8,'الآتي (آتٍ)','آینده، در حال آمدن',1),(551,10,8,'اُبَدِّلُ','عوض می­کنم',2),(552,10,8,'الإتّصالات','مخابرات',3),(553,10,8,'الإثـم','گناه',4),(554,10,8,'إقتَرَحَ','پیشنهاد داد',5),(555,10,8,'الأحبَّة','باران',6),(556,10,8,'أدنو','نزدیک می شوم',7),(557,10,8,'أرجو','امید دارم',8),(558,10,8,'أستَغيثُ','کمک می خواهم',9),(559,10,8,'أصلَحَ','نیکوکاری کرد',10),(560,10,8,'أنتَ على الحق','حق با توست',11),(561,10,8,'البَديع','برای نخستین بار',12),(562,10,8,'البُعد','دوری',13),(563,10,8,'البَغي','ستم',14),(564,10,8,'تَرضَی','راضی میشوی',15),(565,10,8,'تَشاء','می خواهد',16),(566,10,8,'تُفَتَّشُ','جستجو می شود',17),(567,10,8,'تُـمَرِّرُ','تلخ می کنی',18),(568,10,8,'تَـهيم','تشنه و سرگردان است',19),(569,10,8,'جَرَّبَ','آزمایش کرد',20),(570,10,8,'الـحَدّاد','آهنگر',21),(571,10,8,'الـحَطَب','هیزم',22),(572,10,8,'حَلَّ','فرود آمد',23),(573,10,8,'الـحُوت','نهنگ',24),(574,10,8,'الـخَبّاز','نانوا',25),(575,10,8,'الدُّموع','اشک ­ها',26),(576,10,8,'الدَّهر','روزگار',27),(577,10,8,'الرَّصيد','شارژ',28),(578,10,8,'الرُفات','استخوان پوسیده',29),(579,10,8,'الرَّكب','کاروان شتر یا اسب سواران',30),(580,10,8,'سامِـحي','ببخش',31),(581,10,8,'السّامِع','شنونده',32),(582,10,8,'السَتّار','بسیار پوشاننده',33),(583,10,8,'سَل','بپرس',34),(584,10,8,'سَـمـَّی','نامید، نام گذاری کرد',35),(585,10,8,'السَّواء','يكسان',36),(586,10,8,'الشَّحن','شارژ کردن',37),(587,10,8,'شَحَنَ','شارژ کرد',38),(588,10,8,'الشَریـحـَة','سیم کارت',39),(589,10,8,'شَکَوتُ','شکایت کردم',40),(590,10,8,'شَـمَمتُ','بوئیدم',41),(591,10,8,'الشّوری','مشورت',42),(592,10,8,'الشَّهد','شهد و شیره',43),(593,10,8,'الصِّناعة','صنعت',44),(594,10,8,'الطيّار','خلبان',45),(595,10,8,'العَجين','خمیر',46),(596,10,8,'العُداة','دشمنان، تجاوز گران',47),(597,10,8,'العَشيَّة','آغاز شب',48),(598,10,8,'العلّام','بسیار دانا',49),(599,10,8,'الغَداة','آغاز روز',50),(600,10,8,'الغُيوب','نهان­ها',51),(601,10,8,'الفتّاحَة','در باز کن',52),(602,10,8,'الفَلَوات','بیابان­ها',53),(603,10,8,'الفَواحِش','گناهان زشت',54),(604,10,8,'القُرب','نزدیکی',55),(605,10,8,'الكاتِـم','پوشاننده',56),(606,10,8,'الكأس','جام ـ ليوان',57),(607,10,8,'الكَرامة','بزرگواری',58),(608,10,8,'الـمُجَرَّب','آزموده',59),(609,10,8,'الـمَحامِد','ستایشها',60),(610,10,8,'الـمَصانِع','انبارهای آب ـ آب انبارها ',61),(611,10,8,'مَضی','گذشت',62),(612,10,8,'الـمَلامَة','سرزنش',63),(613,10,8,'الـمُلَمَّع','درخشان',64),(614,10,8,'الـمَليح','با نمک',65),(615,10,8,'الـمَمزوجَة','در آمیخته',66),(616,10,8,'نُـحنَ','شیون کردند',67),(617,10,8,'النَّدامَة','پشیمانی',68),(618,10,8,'النَظّارَة','عینک',69),(619,10,8,'الوُدّ','عشق',70),(620,10,8,'وَصَفتُ','وصف کردم',71),(621,10,8,'الوَكنَة','لانه',72),(622,10,8,'هَجَرتَ','جدایی گزیدی',73),(623,10,8,'يَذوقُ','می­چشد',74);
/*!40000 ALTER TABLE `tbl-questions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tbl-tests`
--

DROP TABLE IF EXISTS `tbl-tests`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl-tests` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(80) NOT NULL,
  `user_id` int(11) NOT NULL,
  `question_count` int(11) NOT NULL,
  `current_question` int(11) NOT NULL,
  `correct_answers` int(11) NOT NULL,
  `lesson_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl-tests`
--

LOCK TABLES `tbl-tests` WRITE;
/*!40000 ALTER TABLE `tbl-tests` DISABLE KEYS */;
/*!40000 ALTER TABLE `tbl-tests` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tbl-users`
--

DROP TABLE IF EXISTS `tbl-users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `tbl-users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(80) NOT NULL,
  `password` varchar(120) NOT NULL,
  `phone_number` varchar(120) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tbl-users`
--

LOCK TABLES `tbl-users` WRITE;
/*!40000 ALTER TABLE `tbl-users` DISABLE KEYS */;
/*!40000 ALTER TABLE `tbl-users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping events for database 'arabimahar'
--
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-02-15 11:53:31
